IDEA Open Model
SectionCharacteristics.Cgy Property
 Gets the centre of gravity related to the axis Y.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Cgy { get; set; }
Public Property Cgy As Double
	Get
	Set
public:
property double Cgy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace